Repository: markjaquith/WordPress-Skeleton
Catalog: content/plugins/wp-google-maps/languages/outdated/wp-google-maps-*.po
Languages: de_de, nl_nl

source: Your settings have been saved.
de_de: Ihre Einstellungen wurden gespeichert
nl_nl: Uw instellingen zijn opgeslagen.

source: Your marker location has been saved.
de_de: Ihrer Marker Position wurde gespeichert
nl_nl: Uw markering is opgeslagen.

source: Delete your map
de_de: Map l&ouml;schen
nl_nl: Verwijder uw kaart

source: Are you sure you want to delete the map
de_de: Sind Sie sicher, dass Sie die Map l&ouml;schen wollen
nl_nl: Weet u zeker dat u de kaart wilt verwijderen

source: Yes
de_de: Ja
nl_nl: Ja

source: No
de_de: Nein
nl_nl: Nee

source: Your Maps
de_de: Ihre Maps
nl_nl: Uw kaarten

source: Add New
de_de: Neu hinzuf&uuml;gen
nl_nl: Voeg nieuwe kaart toe

source: Create unlimited maps
de_de: Erstellen Sie unlimitiert viele Maps
nl_nl: Maak onbeperkt kaarten

source: with the
de_de: mit dem
nl_nl: met de

source: of WP Google Maps for only
de_de: von WP Google Maps f&uuml;r nur
nl_nl: van WP Google Maps voor maar

source: Title
de_de: Titel
nl_nl: Titel

source: Width
de_de: Breite
nl_nl: Breedte

source: Height
de_de: H&ouml;he
nl_nl: Hoogte

source: Type
de_de: Typ

source: Trash
de_de: Papierkorb
nl_nl: Prullenbak

source: Edit
de_de: Bearbeiten
nl_nl: Bewerk

source: Add custom icons, titles, descriptions, pictures and links to your markers with the
de_de: F&uuml;gen Sie benutzerdefinierte Icons, Titel, Beschreibungen, Bilder und Link zu Ihren Markern hinzu mit der
nl_nl: Voeg aangepaste pictogrammen, titels, beschrijvingen, foto's en links bij uw markeringen met de

source: of this plugin for just
de_de: von diesem Plugin f&uuml;r nur
nl_nl: van deze plugin voor maar

source: Purchase the Pro Edition
de_de: Kaufen Sie die Pro Edition
nl_nl: Koop de Pro Editie

source: of WP Google Maps and save your markers to a CSV file!
de_de: von WP Google Maps um Ihre Marker als CSV-Datei zu speichern.
nl_nl: van WP Google Maps en sla uw markeringen op in een CVS file!

source: Map Settings
de_de: Map Einstellungen
nl_nl: Kaart instellingen

source: copy this into your post or page to display the map
de_de: Kopieren Sie den Shortcode in Ihre Seite um die Map darzustellen
nl_nl: kopieer dit in uw post of page om de kaart weer te geven

source: Default Marker Image
de_de: Standard Marker-Bild
nl_nl: Standaard Markering pictogram

source: Upload Image
de_de: Bild hochladen
nl_nl: Upload afbeelding

source: available in the
de_de: verf&uuml;gbar in der
nl_nl: beschikbaar in de

source: only
de_de: nur
nl_nl: alleen

source: Map type
de_de: Map-Typ
nl_nl: Kaart type

source: Satellite
de_de: Satellit
nl_nl: Sateliet

source: Map Alignment
de_de: Map Ausrichtung
nl_nl: Kaart positie

source: Left
de_de: Links
nl_nl: Links

source: Center
de_de: Mitte
nl_nl: Midden

source: Right
de_de: Rechts
nl_nl: Rechts

source: None
de_de: Keine
nl_nl: Geen

source: Remember to save your map!
de_de: Vergessen Sie nicht, Ihre Map zu speichern
nl_nl: Denk er aan dat u de kaart opslaat!

source: Save Map
de_de: Map speichern
nl_nl: Kaart opslaan

source: Tip: Use your mouse to change the layout of your map. When you have positioned the map to your desired location, press "Save Map" to keep your settings.
de_de: Tipp: Verwenden Sie Ihre Maus um das Layout Ihrer Map zu ver&auml;ndern. Entspricht die Position Ihren Erwartungen, klicken Sie "Map Speichern" um Ihre Einstellungen zu speichern.
nl_nl: Tip: Gebruik uw muis om de lay-out van uw kaart aan te passen. Wanneer de kaart in staat op de gewenste locatie, sla uw instellingen op door op "Opslaan Kaart" te klikken.

source: Add a marker
de_de: Marker hinzuf&uuml;gen
nl_nl: Voeg een markering toe

source: Address/GPS
de_de: Adresse / GPS
nl_nl: Adres/GPS

source: Description
de_de: Beschreibung
nl_nl: Beschrijving

source: Pic URL
de_de: Bild-URL
nl_nl: Image URL

source: Custom Marker
de_de: Benutzerdefinierter Marker
nl_nl: Aangepaste Markering

source: Add Marker
de_de: Marker hinzuf&uuml;gen
nl_nl: Voeg markering toe

source: Adding
de_de: Hinzuf&uuml;gen
nl_nl: Toevoegen

source: Save Marker
de_de: Marker speichern
nl_nl: Sla markering op

source: Saving
de_de: Speichern
nl_nl: Opslaan

source: Your Markers
de_de: Ihre Marker
nl_nl: Uw markeringen

source: Add detailed information to your markers!
de_de: F&uuml;gen Sie detailierte Informationen Ihrem Marker hinzu.
nl_nl: Voeg gedetailleerde informatie toe aan uw markeringen!

source: Add custom markers to your map!
de_de: Benutzerdefinierter Marker hinzuf&uuml;gen
nl_nl: Voeg aangepaste markeringen toe aan uw kaart!

source: Add detailed information to your markers for only
de_de: Ihrem Marker benutzerdefinierte Informationen hinzuf&uuml;gen f&uuml;r nur
nl_nl: Voeg gedetailleerde informatie toe aan uw markeringen voor maar

source: Click
de_de: Klick
nl_nl: Klik

source: here
de_de: hier
nl_nl: hier

source: Add different marker icons, or your own icons to make your map really stand out!
de_de: F&uuml;gen Sie verschiedene Marker-Icons hinzu, um Ihre Map einzigartig zu machen
nl_nl: Voeg verschillende of eigen pictogrammen toe aan uw markeringen om uw kaart echt op te laten vallen!

source: Allow your visitors to get directions to your markers!
de_de: Erlauben Sie Ihren Besuchern, den Anfahrtsplan zu verwenden.
nl_nl: Laat uw bezoekers een routebeschrijving maken naar uw markeringen!

source: WP Google Maps encourages you to make use of the amazing icons created by Nicolas Mollet's Maps Icons Collection
de_de: WP Google Maps erm&ouml;glicht Ihnen die grossartigen Icons von Nicolas Mollet's Map Icons Kollektion zu verwenden
nl_nl: WP Google Maps raadt u aan om gebruik te maken van de prachtige iconen die beschikbaar zijn in Nicolas Mollet's Kaarten Pictogrammen Collection

source: and to credit him when doing so.
de_de: und Ihm daf&uuml;r zu danken.
nl_nl: en bedank hem wanneer u dit doet.

source: Edit Marker Location
de_de: Marker-Position bearbeiten
nl_nl: Bewerk de locatie van de markering

source: Marker Latitude
de_de: Marker Breitengrad
nl_nl: Markering Latitude

source: Marker Longitude
de_de: Marker L&auml;ngengrad
nl_nl: Markering Longitude

source: Save Marker Location
de_de: Marker-Position speichern
nl_nl: Sla de locatie van de markering op

source: Tip: Use your mouse to change the location of the marker. Simply click and drag it to your desired location.
de_de: Tipp: Verwenden Sie Ihre Maus um die Position des Markers zu bestimmen. Einfach anklicken und an die gew&uuml;nschte Position ziehen.
nl_nl: Tip: Gebruik je muis om de locatie van de markering te wijzigen. Klik en sleep deze naar de gewenste locatie.

source: Address
de_de: Adresse
nl_nl: Adres

source: Image
de_de: Bild
nl_nl: Afbeelding

source: Action
de_de: Aktion
nl_nl: Actie

source: View this link
de_de: Link anzeigen
nl_nl: Bekijk deze link

source: Edit this marker
de_de: Marker bearbeiten
nl_nl: Bewerk deze markering

source: Edit Location
de_de: Position bearbeiten
nl_nl: Bewerk locatie

source: Delete this marker
de_de: Diesen Marker l&ouml;schen
nl_nl: Verwijder deze markering

source: Delete
de_de: L&ouml;schen
nl_nl: Verwijder

source: The plugin directory does not have 'write' permissions. Please enable 'write' permissions (755) for
de_de: Das Plugin-Verzeichnis hat keine 'schreiben' Berechtigung. Bitte aktivieren Sie die 'schreiben' Berechtigung (755) um
nl_nl: De plugin directory heeft geen schrijfrechten, Enable de schrijfrechten (755) voor

source: in order for this plugin to work! Please see
de_de: das Plugin funktionsf&auml;hig zu machen. Mehr Informationen
nl_nl: om deze plugin te laten weken! Bekijk alstublieft

source: this page
de_de: auf dieser Seite
nl_nl: deze pagina

source: for help on how to do it.
de_de: f&uuml;r Hilfe und Umsetzung.
nl_nl: voor informatie over hoe u dit kunt doen.

source: Get great map markers <a href='http://mapicons.nicolasmollet.com/' target='_BLANK' title='Great Google Map Markers'>here</a>
de_de: Grossartige Map Markers gibt es <a href='http://mapicons.nicolasmollet.com/' target='_BLANK' title='Great Google Map Markers'>hier</a>
nl_nl: Grandioze kaart markers vind u <a href='http://mapicons.nicolasmollet.com/' target='_BLANK' title='Great Google Map Markers'>hier</a>

source: Bounce
de_de: Hüpfen
nl_nl: Stuiteren

source: Drop
de_de: Fallen
nl_nl: Vallen

source: Or paste image URL
de_de: Oder f&uuml;gen Sie die Bild-URL ein
nl_nl: Of plak de afbeelding URL

source: ignore if you want to use the defaul marker
de_de: Ignorieren um den Standard-Marker zu verwenden
nl_nl: Negeer dit als u de standaard pictogram wil gebruiken

source: More details
de_de: Mehr Details
nl_nl: Meer informatie

source: Get directions
de_de: Anfahrtsplan
nl_nl: Plan uw route

source: From
de_de: Von
nl_nl: Van

source: To
de_de: Nach
nl_nl: Naar

source: Go
de_de: Los
nl_nl: Ga

source: Please fill out both the 'from' and 'to' fields
de_de: Bitte f&uuml;llen Sie beide Felder aus 'von' und 'nach'
nl_nl: Vult u alstublieft de 'Van' en 'Naar' velden in

source: Geocode was not successful for the following reason
de_de: Geocode war aus folgenden Gr&uuml;nden nicht erfolgreich
nl_nl: Geocode was niet succesvol om de volgende reden

source: Header 1 should be 'id', not
de_de: Header 1 sollte 'id' sein, nicht
nl_nl: Header 1 hoort 'id' te zijn, geen

source: Header 2 should be 'map_id', not
de_de: Header 2 sollte 'map_id' sein, nicht
nl_nl: Header 2 hoort 'map_id' te zijn, geen

source: Header 3 should be 'address', not
de_de: Header 3 sollte 'address' sein, nicht
nl_nl: Header 3 hoort address' te zijn, geen

source: Header 4 should be 'desc', not
de_de: Header 4 sollte 'desc' sein, nicht
nl_nl: Header 4 hoort 'desc' te zijn, geen

source: Header 5 should be 'pic', not
de_de: Header 5 sollte 'pic' sein, nicht
nl_nl: Header 5 hoort 'pic' te zijn, geen

source: Header 6 should be 'link', not
de_de: Header 6 sollte 'link' sein, nicht
nl_nl: Header 2 hoort 'link' te zijn, geen

source: Header 7 should be 'icon', not
de_de: Header 7 sollte 'icon' sein, nicht
nl_nl: Header 2 hoort 'icon' te zijn, geen

source: Header 8 should be 'lat', not
de_de: Header 8 sollte 'lat' sein, nicht
nl_nl: Header 2 hoort 'lat' te zijn, geen

source: Header 9 should be 'lng', not
de_de: Header 9 sollte 'Ing' sein, nicht
nl_nl: Header 2 hoort 'lng' te zijn, geen

source: Header 10 should be 'anim', not
de_de: Header 10 sollte 'anim' sein, nicht
nl_nl: Header 2 hoort 'anim' te zijn, geen

source: Header 11 should be 'title', not
de_de: Header 11 sollte 'title' sein, nicht
nl_nl: Header 2 hoort 'title' te zijn, geen

source: CSV import failed
de_de: CSV-Import fehlgeschlagen
nl_nl: CSV import mislukt

source: Your CSV file has been successfully imported
de_de: Ihre CSV-Datei wurde erfolgreich importiert
nl_nl: Uw CSV bestand is succesvol geimporteerd

source: Download ALL marker data to a CSV file
de_de: Alle Marker als CSV-Datei herunterladen
nl_nl: Download ALLE markeringen naar een CSV bestand

source: Advanced Options
de_de: Erweiterte Optionen
nl_nl: Geavanceerde Opties

source: Upload File
de_de: Datei hochladen
nl_nl: Upload bestand

source: Upload CSV File
de_de: CSV-Datei hochladen
nl_nl: Upload CSV bestand

source: Replace existing data with data in file
de_de: Existierende Daten mit Daten aus Datei überschreiben
nl_nl: Vervang de bestaande data met de data uit het bestand

source: OR
de_de: ODER
nl_nl: OF

source: including Pro add-on
de_de: Pro Add-On einf&uuml;gen
nl_nl: inclusief de Pro add-on

source: including Pro &amp; Gold add-ons
de_de: inklusive Pro und Gold Add-Ons
nl_nl: inclusief de Pro &amp; Gold add-ons

source: Download this data as a CSV file
de_de: Diese Daten als CSV-Datei herunterladen
nl_nl: Download deze data als een CSV bestand

source: Advanced Map Styling
de_de: Zus&auml;tzliche Map-Design Einstellungen
nl_nl: Geavanceerde kaart opmaak

source: Use the <a href='http://gmaps-samples-v3.googlecode.com/svn/trunk/styledmaps/wizard/index.html' target='_BLANK'>Google Maps API Styled Map Wizard</a> to get your style settings
de_de: Verwenden Sie <a href='http://gmaps-samples-v3.googlecode.com/svn/trunk/styledmaps/wizard/index.html' target='_BLANK'>Google Maps API Styled Map Wizard</a> um Ihre Maps zu designen.
nl_nl: Gebruik de <a href='http://gmaps-samples-v3.googlecode.com/svn/trunk/styledmaps/wizard/index.html' target='_BLANK'>Google Maps API Styled Map Wizard</a> om uw style instellingen te krijgen

source: Enable Advanced Styling
de_de: Weitere Designm&ouml;glichkeiten aktivieren
nl_nl: Geavanceerde opmaak openen

source: Paste the JSON data here
de_de: JSON-Daten hier einf&uuml;gen
nl_nl: Plak de JSON data hier

source: Save Style Settings
de_de: Design-Einstellungen speichern
nl_nl: Sla de opmaak instellingen op

source: Advanced
de_de: Fortgeschritten
nl_nl: Geavanceerd

source: Create your Map
de_de: Ihre Map erstellen

source: Show advanced options
de_de: Erweiterte Einstellungen anzeigen

source: Hide advanced options
de_de: Erweiterte Einstellungen ausblenden

source: List all Markers
de_de: Alle Marker auflisten

source: List all markers below the map
de_de: Alle Marker unter der Map einblenden

source: Directions Box Open by Default?
de_de: Anfahrt standardm&auml;ssig anzeigen

source: Yes, on the left
de_de: Ja, auf der linken Seite

source: Yes, on the right
de_de: Ja, auf der rechten Seite

source: Yes, above
de_de: Ja, dar&uuml;ber

source: Yes, below
de_de: Ja, darunter

source: Directions Box Width
de_de: Anfahrts-Box Breite

source: InfoWindow open by default
de_de: Informationsfenster standardm&auml;ssig &ouml;ffnen

source: Disable StreetView
de_de: StreetView deaktivieren

source: Disable Zoom Controls
de_de: Zoom deaktivieren

source: Disable Pan Controls
de_de: Pfeilnavigaton deaktivieren

source: Disable Map Type Controls
de_de: Map-Typ-Einstellungen deaktivieren

source: Disable Mouse Wheel Zoom
de_de: Mausrad-Zoom deaktivieren

source: Open links in a new window
de_de: Link in neuem Fenster &ouml;ffnen

source: (Tick this if you want to open your links in a new window)
de_de: (Hacken setzen, falls Sie den Link in einem neuen Fenster &ouml;ffnen wollen)

source: Hide the address field
de_de: Adress-Feld verstecken

source: Other settings
de_de: Weitere Einstellungen

source: Max InfoWindow Width
de_de: Maximale Informations-Fenster Breite

source: Image Thumbnails
de_de: Vorschaubild

source: (Tick this if you are having problems viewing your thumbnail images)
de_de: (Hacken setzen, falls Sie Probleme mit der Anzeige des Vorschaubildes haben)

source: Default Image Height
de_de: Standard Bildh&ouml;he

source: Default Image Width
de_de: Standard Bildbreite

source: InfoWindow Settings
de_de: Informationsfenster Einstellungen

source: General Map Settings
de_de: Allgemeine Map-Einstellungen

source: Do not use TimThumb
de_de: TimThumb nicht verwenden

source: WP Google Map Settings
de_de: WP Google Map Einstellungen

source: Enable Directions?
de_de: Anfahrt aktivieren?

source: Enable Bicycle Layer?
de_de: Anfahrt mit Fahrrad aktivieren?

source: Enable Traffic Layer?
de_de: Verkehrsinformation aktivieren?

source: The KML/GeoRSS layer will over-ride most of your map settings
de_de: Die KML / GeoRSS Einstellungen werden die meissten Ihrer Map-Einstellungen &uuml;berschreiben

source: Map Dimensions
de_de: Map Gr&ouml;sse

source: Settings
de_de: Einstellungen

source: There was a problem deleting the map.
nl_nl: Er was een probleem bij het verwijderen van de kaart.

source: Pro Version
nl_nl: Pro Versie

source: Pro Edition
nl_nl: Pro Editie

source: Map Name
nl_nl: Naam van de kaart

source: Hybrid
nl_nl: Hybride

source: Terrain
nl_nl: Terrein

source: Animation
nl_nl: Animatie

source: There are too many markers to make use of the live edit function. The maximum amount for this functionality is 2000 markers. Anything more than that number would crash your browser. In order to edit your markers, you would need to download the table in CSV format, edit it and re-upload it.
nl_nl: Er zijn te veel markeringen om gebruik te maken van de live-edit-functie. Het maximale aantal voor deze functionaliteit is 2000 markeringen. Een groter aantal zou uw browser laten crashen. Om uw markeringen te bewerken, zou u de tabel in CSV-formaat kunnen downloaden, deze bewerken en opnieuw kunnen uploaden.

source: Icon
nl_nl: Pictogram

source: Format: http://www.domain.com
nl_nl: Formaat: http://www.domein.com

source: Maps
nl_nl: Kaarten

source: Create your map
nl_nl: Creëer uw kaart
