Repository: markjaquith/WordPress-Skeleton
Catalog: content/themes/bones/library/translation/*.po
Languages: nl_nl

source: Epic 404 - Article Not Found
nl_nl: Episch 404 - Artikel niet gevonden

source: The article you were looking for was not found, but maybe try looking again!
nl_nl: Helaas, maar de opgevraagde pagina kon niet worden gevonden. Misschien kan de zoekfunctie helpen!

source: This is the 404.php template.
nl_nl: Dit is het 404.php sjabloon.

source: Posted <time class="updated" datetime="%1$s" pubdate>%2$s</time> by <span class="author">%3$s</span>.
nl_nl: Geplaatst op <time class="updated" datetime="%1$s" pubdate>%2$s</time> door <span class="author">%3$s</span>.

source: &laquo; Older Entries
nl_nl: &laquo; Oudere artikelen

source: Newer Entries &raquo;
nl_nl: Nieuwere artikelen &raquo;

source: Oops, Post Not Found!
nl_nl: Oeps, Bericht Niet Gevonden

source: Uh Oh. Something is missing. Try double checking things.
nl_nl: Oh Oh. Er mist nog iets. Controleer jouw invoer.

source: This is the error message in the custom posty type archive template.
nl_nl: Dit is de foutmelding in het archive-custom_type.php sjabloon.

source: Posts Categorized:
nl_nl: Berichten in de categorie:

source: Posts Tagged:
nl_nl: Berichten Getagged:

source: Posts By:
nl_nl: Berichten Door:

source: Daily Archives:
nl_nl: Dagelijks archief:

source: Monthly Archives:
nl_nl: Maandelijks archief:

source: Yearly Archives:
nl_nl: Jaarlijks archief:

source: Posted <time class="updated" datetime="%1$s" pubdate>%2$s</time> by <span class="author">%3$s</span> <span class="amp">&</span> filed under %4$s.
nl_nl: Geplaatst op <time class="updated" datetime="%1$s" pubdate>%2$s</time> door <span class="author">%3$s</span> <span class="amp">&</span> onder %4$s.

source: This is the error message in the archive.php template.
nl_nl: Dit is de foutmelding in het archive.php sjabloon.

source: This post is password protected. Enter the password to view comments.
nl_nl: Dit bericht is beveiligd met een wachtwoord. Geef het wachtwoord om reacties te bekijken.

source: <span>No</span> Responses
nl_nl: <span>Geen</span> Reacties

source: <span>One</span> Response
nl_nl: <span>Een</span> Reactie

source: <span>%</span> Response
nl_nl: <span>%</span> Reactie

source: Comments are closed.
nl_nl: Reageren is niet mogelijk

source: Leave a Reply
nl_nl: Reageer

source: Leave a Reply to %s
nl_nl: Reageer op %s

source: You must be %1$slogged in%2$s to post a comment.
nl_nl: Je moet %1$singelogd%2$s zijn om een opmerking te plaatsen.

source: Logged in as
nl_nl: Aangemeld als

source: Log out of this account
nl_nl: Afmelden bij dit account

source: Log out
nl_nl: Afmelden

source: Name
nl_nl: Naam

source: (required)
nl_nl: (verplicht)

source: Your Name*
nl_nl: Jouw naam*

source: Mail
nl_nl: Email

source: Your E-Mail*
nl_nl: Jouw Email*

source: (will not be published)
nl_nl: (wordt niet gepubliceerd)

source: Got a website?
nl_nl: Heb jij een website?

source: Your Comment here...
nl_nl: Reageer hier….

source: Submit
nl_nl: Versturen

source: You can use these tags
nl_nl: Je kan deze tags gebruiken

source: Sidebar 1
nl_nl: Zijbalk 1

source: The first (primary) sidebar.
nl_nl: De eerste (primary) zijbalk.

source: Your comment is awaiting moderation.
nl_nl: Uw reactie wordt beoordeeld.

source: Search for:
nl_nl: Zoeken naar:

source: This is the error message in the index.php template.
nl_nl: Dit is de foutmelding in het index.php sjabloon.

source: This is the error message in the page-custom.php template.
nl_nl: Dit is de foutmelding in het page-custom.php sjabloon.

source: This is the error message in the page.php template.
nl_nl: Dit is de foutmelding in het page.php sjabloon.

source: Search Results for:
nl_nl: Zoekresultaten voor:

source: Read more &raquo;
nl_nl: Lees meer &raquo;

source: Sorry, No Results.
nl_nl: Helaas, Geen Resultaten.

source: Try your search again.
nl_nl: Voer de zoekopdracht opnieuw uit.

source: This is the error message in the search.php template.
nl_nl: Dit is de foutmelding in het search.php sjabloon.

source: Please activate some Widgets.
nl_nl: Activeer een widget.

source: Custom Tags:
nl_nl: Maatwerk Tags:

source: This is the error message in the single-custom_type.php template.
nl_nl: Dit is de foutmelding in het single-custom_type.php sjabloon.

source: Posted <time class="updated" datetime="%1$s" pubdate>%2$s</time> by <span class="author">%3$s</span> <span class="amp">&amp;</span> filed under %4$s.
nl_nl: Geplaatst op <time class="updated" datetime="%1$s" pubdate>%2$s</time> door <span class="author">%3$s</span> <span class="amp">&amp;</span> onder %4$s.

source: This is the error message in the single.php template.
nl_nl: Dit is de foutmelding in het single.php sjabloon.

source: Read More &raquo;
nl_nl: Lees meer &raquo;

source: This is the error message in the taxonomy-custom_cat.php template.
nl_nl: Dit is de foutmelding in het taxonomy-custom_cat.php sjabloon.

source: Recently on Themble (Customize on admin.php)
nl_nl: Onlangs op Themble (Pas aan in admin.php)

source: <span id="footer-thankyou">Developed by <a href="http://yoursite.com" target="_blank">Your Site Name</a></span>. Built using <a href="http://themble.com/bones" target="_blank">Bones</a>.
nl_nl: <span id="footer-thankyou">Ontwikkeld door <a href="http://yoursite.com" target="_blank">Naam Van Jouw Website</a></span>. Gemaakt met <a href="http://themble.com/bones" target="_blank">Bones</a>.

source: The Main Menu
nl_nl: Het Hoofd Menu

source: Footer Links
nl_nl: Voeter Links

source: No Related Posts Yet!
nl_nl: Nog Geen Gerelateerde Berichten!

source: Read
nl_nl: Lezen

source: Posts by %s
nl_nl: Berichten door %s

source: Custom Types
nl_nl: Maatwerk Berichttypes

source: Custom Post
nl_nl: Maatwerk Bericht

source: All Custom Posts
nl_nl: Alle Maatwerk Berichten

source: Add New
nl_nl: Nieuwe toevoegen

source: Add New Custom Type
nl_nl: Nieuw custom type toevoegen

source: Edit
nl_nl: Bewerken

source: Edit Post Types
nl_nl: Berichttypes bewerken

source: New Post Type
nl_nl: Nieuw berichttype

source: View Post Type
nl_nl: Bekijk berichttype

source: Search Post Type
nl_nl: Zoek berichttype

source: Nothing found in the Database.
nl_nl: Niets gevonden in de database.

source: Nothing found in Trash
nl_nl: Niets gevonden in de prullenbak.

source: This is the example custom post type
nl_nl: Dit is het voorbeeld maatwerk berichttype

source: Custom Categories
nl_nl: Custom categorieën

source: Custom Category
nl_nl: Custom categorie

source: Search Custom Categories
nl_nl: Zoek custos categorie

source: All Custom Categories
nl_nl: Alle custom categorieën

source: Parent Custom Category
nl_nl: Parent custom categorie

source: Parent Custom Category:
nl_nl: Parent custom categorie

source: Edit Custom Category
nl_nl: Custom categorie bewerken

source: Update Custom Category
nl_nl: Custom categorie aanpassen

source: Add New Custom Category
nl_nl: Custom categorie toevoegen

source: New Custom Category Name
nl_nl: Naam nieuwe custom categorie

source: Custom Tags
nl_nl: Maatwerk Tags

source: Custom Tag
nl_nl: Maatwerk Tag

source: Search Custom Tags
nl_nl: Zoek Maatwerk Tags

source: All Custom Tags
nl_nl: Alle Maatwerk Tags

source: Edit Custom Tag
nl_nl: Maatwerk Tag Bewerken

source: Update Custom Tag
nl_nl: Maatwerk Tag Bijwerken

source: Add New Custom Tag
nl_nl: Nieuwe Maatwerk Tag Toevoegen

source: New Custom Tag Name
nl_nl: Nieuwe Maatwerk Tag Naam
