Repository: markjaquith/WordPress-Skeleton
Catalog: content/plugins/amr-ical-events-list/lang/amr-ical-events-list-*.po
Languages: nl_nl

source: Internal Description
nl_nl: Interne omschrijving

source: Other:
nl_nl: Overig:

source: Table
nl_nl: Tabel

source: HTML5 in table
nl_nl: HTML5 in tabel

source: Breaks for rows!
nl_nl: Line breaks voor regels!

source: Small box calendar
nl_nl: Kleine kalender

source: Large box calendar
nl_nl: Grote kalender

source: Weeks calendar
nl_nl: Week kalender

source: Lists for rows
nl_nl: Lists voor rijen

source: *Avoid - deprecated
nl_nl: *Vermijd - verouderd

source: Table with lists in cells (original)
nl_nl: Tabel met lists in tabelcellen (origineel)

source: Custom HTML style file at %s...
nl_nl: Custom HTML style bestand op %s...

source: (Html and some php knowledge required)
nl_nl: (HTML en enige PHP kennis vereist)

source: Default Event URL
nl_nl: Standaard Event URL

source: (For ics files in widget. External, or calendar page.)
nl_nl: (Voor iCalendar-bestanden in widget. Extern of kalender pagina.)

source: More information
nl_nl: Meer informatie

source: General Options
nl_nl: Algemene opties

source: Styling and Images
nl_nl: CSS en afbeeldingen

source: Advanced
nl_nl: Geavanceerd

source: Message if no events found:
nl_nl: Boodschap, "Geen events gevonden":

source: Look for more events message:
nl_nl: Boodschap, "Bekijk latere events":

source: Look for previous events message:
nl_nl: Boodschap, "Bekijk eerdere events":

source: Reset events message:
nl_nl: Boodschap, "Reset events":

source: Use human time like midday, midnight
nl_nl: Gebruik menselijke tijd zoals: 's middags, middernacht

source: Do not give credit to the author
nl_nl: Geef geen credits aan de auteur

source: Use javascript to collapse event groupings
nl_nl: Gebruik Javascript om groepen events in te klappen

source: Use my theme css, not plugin css
nl_nl: Gebruik mijn theme CSS, niet de plug-in CSS

source: No images (tick for text only)
nl_nl: Geen afbeeldingen

source: Image icon size:
nl_nl: Icon afmetingen:

source: The css provided works with the default twenty-ten theme and similar themes. Your theme may be different.
nl_nl: De bijgevoegde CSS werkt met het standaard Twenty-Ten theme en vergelijkbare theme's. Jouw theme kan anders zijn.

source: To edit the file, download the custom one added to your uploads folder: uploads/css.
nl_nl: Om het bestand te bewerken, download je je eigen CSS bestand dat is toegevoegd aan je uploads folder: uploads/css.

source: Edit it and then re-upload to that same folder. Then select it in the box below.
nl_nl: Bewerk het en herupload naar dezelfde folder. Selecteer het daarna in de box hieronder.

source: This file will not be overwritten when the plugin is upgraded or when your theme is upgraded.
nl_nl: Dit bestand zal niet worden overschreven wanneer de plug-in of je theme wordt geüpgraded.

source: More info
nl_nl: Meer informatie

source: Download the latest provided css file for editing
nl_nl: Download het meest recente plug-in CSS bestand om te bewerken

source: (optional)
nl_nl: (optioneel)

source: Choose plugin default css or choose a custom css and edit it.
nl_nl: Selecteer het CSS bestand dat je wil gebruiken.

source: No css files found in css directory
nl_nl: Geen CSS bestanden gevonden in CSS folder

source: Advanced:
nl_nl: Geavanceerd:

source: Your php version is: %s
nl_nl: Je PHP versie is: %s

source: Minimum Php version 5.3 required for events cacheing.
nl_nl: Minimaal PHP versie 5.3 vereist voor events caching.

source: Cacheing of generated events for re-use on same page (eg: widget plus list) will not be attempted.
nl_nl: Het cachen van gegenereerde events voor hergebruik op dezelfde pagina (bijv.: widget plus lijst) zal niet worden uitgevoerd.

source: Apparently objects do not serialise correctly in php < 5.3.
nl_nl: Objecten worden blijkbaar niet correct geserialiseerd in PHP versies lager dan 5.3.

source: Choose date localisation method:
nl_nl: Selecteer een datum localisatie methode:

source: none
nl_nl: geen

source: Http timeout for external ics files:
nl_nl: HTTP Timeout voor externe iCalendar-bestanden:

source: Choose seconds before timeout for each ics file fetch
nl_nl: Kies aantal seconden voor de timeout voor elke ophaalactie van een iCalendar-bestand

source: Warning - 30 seconds is a long time! Let it use cache rather if things are slow
nl_nl: WAARSCHUWING: 30 seconden is erg lang! Laat het de cache gebruiken wanneer er vertraging optreed.

source: Calendar Page URL for Previews:
nl_nl: <strong>URL voor previews:</strong>

source: Enter the url of a page with [events] or [largecalendar] in the content to use for list type previews.
nl_nl: Voer de URL van een pagina in - met [events] of [largecalendar] in de body tekst - die je wilt gebruiken voor list type previews.

source: Click the name of each list type below to configure that list.
nl_nl: Klik hieronder de naam van een list type die je wilt configureren.

source: Go to plugin website for documentation.
nl_nl: Ga naar plug-in website voor documentatie.

source: Configuration help
nl_nl: Configuratie help

source: Be careful when editing or deleting - some listtypes are defaults for shortcodes and widgets.
nl_nl: <br/>Wees voorzichtig bij het bewerken of verwijderen - sommige event list types zijn als standaard ingesteld voor shortcodes en widgets.

source: Add listtype=n in the parameters of the shortcode or widget to use another list type.
nl_nl: Voeg listtype=n toe aan de shortcode of widget om een ander event list type te selecteren.

source: Warning: This will delete all selected list types immediately.
nl_nl: WAARSCHUWING: Dit zal alle geselecteerde lijstsoorten onmiddellijk verwijderen.

source: Delete
nl_nl: Verwijder

source: To export or copy a list type
nl_nl: Om een list type te exporteren of te kopieëren

source: Select ALL the content, and COPY.
nl_nl: Selecteer de gehele inhoud en kopieer.

source: The encoding is to prevent errors when copying and pasting.
nl_nl: De codering is om fouten te voorkomen bij het kopiëren en plakken.

source: The whole string must be selected (it should be when you click on the text box)
nl_nl: De hele string moet geselecterd zijn (dat zou het geval moeten zijn wanneer je op de text box klikt)

source: The list type is a huge array.
nl_nl: De list type is een lange reeks.

source: Without encoding, there were varying problems with slashes. Encoding was more stable.
nl_nl: Zonder codering waren er verscheidene problemen met slashes. Codering bleek stabieler.

source: Why encode?
nl_nl: Waarom coderen?

source: To import or paste a list type
nl_nl: Om een listtype te importeren

source: PASTE list type string
nl_nl: PLAK listtype string

source: If you did not produce the string and are concerned about the contents, then inspect the list type string using a decode tool. You should see a serialised array.
nl_nl: Als je de string niet zelf hebt gecreëerd en bezorgd bent over de inhoud, bekijk dan de listtype string met behulp van een decodeertool. Je moet dan een geserialiseerde reeks zien.

source: Click to search for decoding tools
nl_nl: Klik om naar decodeertools te zoeken

source: Test decode
nl_nl: Test decoderen

source: Define date and time formats:
nl_nl: Definieer datum en tijd formaten:

source: Define the formats for the day (eg: Event date, End Date) and time (eg: Start time, End Time) fields. You can actually use any of these to display a full Date time string too. Use the Event date for event instances - the DTSTART field is the first startdate of a recurring event sequence.
nl_nl: Definieer de formaten voor de datum- en tijdvelden (bijv.: begindatum, einddatum, begintijd, einddtijd). Je kan elk van deze velden gebruiken om een volledige DateTime string te tonen. Gebruik de Event Date voor afzonderlijke evenementen - het DTSTART veld is de allereerste begindatum van een serie terugkerende events.

source: These are also used for the date related grouping headings (ie: will show the date in that format as a heading for that group of dates if relevant.)
nl_nl: Deze worden ook gebruikt voor de datumgerelateerde kopteksten (bijv.: zal de datum in dat formaat tonen als koptekst voor die groep data indien van toepassing.)

source: Use the standard PHP format strings:
nl_nl: Gebruik de standaard PHP format strings:

source: See php date function format strings
nl_nl: Bekijk PHP date function format strings

source: (will localise)
nl_nl: (zal gelokaliseerd worden)

source: Expand/Contract all
nl_nl: Toon/verberg alles

source: Why not do any or all of the following:
nl_nl: Waarom niet een of meer van het volgende uitvoeren:

source: Link to it so other folks can find out about it.
nl_nl: Link ernaar zodat anderen er ook over te weten kunnen komen.

source: If you have any problems with this plugin or good ideas for improvements or new features, please talk about them in the
nl_nl: Als je problemen hebt met deze plug-in of goede ideeën voor verbeteringen of nieuwe functies, dan kan je erover praten in de

source: Weeks start on %s
nl_nl: Week start op %s

source: and
nl_nl: en

source: every
nl_nl: elke

source: or
nl_nl: of

source: Every %s %s
nl_nl: Elke %s %s

source: On %s instance within %s
nl_nl: Op %s mogelijkheid binnen %s

source: %s times
nl_nl: %s maal

source: until %s %s
nl_nl: tot %s %s

source: if month is %s
nl_nl: als maand is %s

source: in %s weeks of the year
nl_nl: in %s weken van het jaar

source: on %s day of the year
nl_nl: op de %s dag van het jaar

source: on %s day of each month
nl_nl: op de %s dag van elke maand

source: on %s
nl_nl: op %s

source: at the %s hour
nl_nl: om het %s uur

source: at the %s minute
nl_nl: om de %s minuut

source: at the %s second
nl_nl: om de %s seconde

source: %u year
nl_nl: %u jaar

source: %u month
nl_nl: %u maand

source: %u day
nl_nl: %u dag

source: %u hour
nl_nl: %u uur

source: %u minute
nl_nl: %u minuut

source: %u second
nl_nl: %u seconde

source: Change Timezone
nl_nl: Wijzig tijdzone

source: Timezone: %s, Click for %s
nl_nl: Tijdzone: %s, Klik voor %s

source: Your cache directory %s has been created
nl_nl: Je cache folder %s is gecreëerd

source: Error creating cache directory %s. Please check permissions
nl_nl: Fout bij creëren cache folder %s. Controleer de bestandsrechten

source: Unexpected data contents. Please tell administrator.
nl_nl: Onverwachte data inhoud. Waarschuw de administrator.

source: See comments in source for response received from ics server.
nl_nl: Zie opmerkingen in de broncode om het antwoord zoals ontvangen van de iCalendar-server te bekijken.

source: Error getting calendar file with htpp or curl %s
nl_nl: Fout bij inlezen iCalendar-bestand met HTTP of CURL %s

source: Using File last cached at %s
nl_nl: Gebruikmakend van het bestand dat laatst gecached was op %s

source: File last cached time not available
nl_nl: Laatste cache tijdstip van bestand niet beschikbaar

source: Warning: Events may be out of date.
nl_nl: WAARSCHUWING: Events kunnen verouderd zijn.

source: No cached ical file for events
nl_nl: Geen gecachte iCalendar-bestand voor events

source: midnight
nl_nl: middernacht

source: midday
nl_nl: twaalf uur 's middags

source: Go to agenda or list view
nl_nl: Ga naar agenda of list view

source: Go to calendar view
nl_nl: Ga naar kalender view

source: Calendar
nl_nl: Kalender

source: Go to map view
nl_nl: Ga naar Google Maps view

source: Map
nl_nl: Google Maps

source: Go to date
nl_nl: Ga naar datum

source: Week starting %1$s
nl_nl: Week start op %1$s

source: Go to %1$s %2$s
nl_nl: Ga naar %1$s %2$s

source: Week starting %s
nl_nl: Week start %s

source: hours
nl_nl: uur

source: months
nl_nl: maanden

source: days
nl_nl: dagen

source: show past events
nl_nl: toon afgelopen events

source: show less
nl_nl: toon minder

source: show more
nl_nl: toon meer

source: show much less
nl_nl: toon veel minder

source: show much more
nl_nl: toon veel meer

source: show future events
nl_nl: toon toekomstige events

source: show maximum 10 events if available
nl_nl: toon maximaal 10 events

source: show maximum 50 events if available
nl_nl: toon maximaal 50 events

source: show maximum 100 events if available
nl_nl: toon maximaal 100 events

source: Event attachment
nl_nl: Event bijlage

source: all&nbsp;day
nl_nl: hele&nbsp;dag

source: View events in %s %s
nl_nl: Bekijk events in %s %s

source: Total events:
nl_nl: Totaal aantal events:

source: No description available
nl_nl: Geen omschrijving beschikbaar

source: Subscribe to %s Calendar
nl_nl: Abonneer op %s kalender

source: Subscribe to calendar in your calendar application.
nl_nl: Abonneer je op deze kalender in je eigen kalender programma.

source: Subscribe to calendar
nl_nl: Abonneer op kalender

source: Add to google calendar
nl_nl: Voeg toe aan Google Agenda

source: Add to google
nl_nl: Voeg toe aan Google

source: Add event to google
nl_nl: Voeg event toe aan Google

source: Last Refresh time unexpectedly not available
nl_nl: Laatste refreshtijd onverwacht niet beschikbaar

source: Refresh calendars
nl_nl: Refresh alle kalenders

source: Last refresh was at %s.
nl_nl: Laatste refresh was om %s.

source: Remote file had no modifications.
nl_nl: Extern bestand had geen wijzigingen.

source: The remote file was last modified on %s.
nl_nl: Het externe bestand is gewijzigd op %s.

source: Click to refresh
nl_nl: Klik om te refreshen

source: Look for more from %s
nl_nl: Kijk voor meer vanaf %s

source: Go back to initial view
nl_nl: Ga terug naar oorspronkelijk overzicht

source: Go back to previous events
nl_nl: Ga terug naar vorige events

source: Sent by
nl_nl: Verstuurd door

source: Upcoming Events
nl_nl: Aankomende Events

source: Upcoming Events List
nl_nl: Aankomende Events List

source: See plugin website for more details
nl_nl: Bekijk plug-in website voor meer details

source: Title
nl_nl: Titel

source: Calendar page url
nl_nl: Kalenderpagina URL

source: Calendar page url in this website
nl_nl: Kalenderpagina URL in deze website

source: Hover description on Title
nl_nl: Toon omschrijving als tooltip boven de titel

source: Do an event summary hyperlink with event description as title text
nl_nl: Maak een link van de samenvatting met de omschrijving in de tooltip

source: External events only
nl_nl: Alleen externe events

source: Show events from external ics only, do NOT pickup any internal events.
nl_nl: Toon alleen events uit externe iCalendar-bestanden; toon GEEN interne events.

source: Else include events created internally too
nl_nl: Neem anders ook intern gecreerde events mee

source: External ics urls and advanced options
nl_nl: Externe iCalendar URLs en geavanceerde opties

source: External ics urls and/or optional shortcode parameters separated by spaces.)
nl_nl: Externe iCalendar URLs en/of optionele shortcode parameters, gescheiden door spaties.)

source: Examples: listtype=4 events=10 days=60 start=yyyymmdd startoffset=-2... )
nl_nl: Voorbeelden: listtype=4 events=10 days=60 start=yyyymmdd startoffset=-2... )

source: See more parameters
nl_nl: Bekijk meer parameters

source: Upcoming Events Calendar
nl_nl: Aankomende Events Kalender

source: See more
nl_nl: Lees verder

source: Calendar page url in this website, for links from widget
nl_nl: Kalenderpagina URL in deze website, voor links van widget

source: Examples: listtype=8 events=10 days=60 start=yymmdd startoffset=-2... )
nl_nl: Voorbeelden: listtype=8 events=10 days=60 start=yymmdd startoffset=-2... )

source: Invalid Url
nl_nl: Ongeldige URL

source: I try to make these plugins work <strong>"out of the box"</strong> with minimal effort; that they be easy to use but <strong>very configurable</strong>; <strong>well tested</strong>; with <strong>valid html and css</strong> both at the front and admin area.
nl_nl: Ik probeer deze plug-ins out of the box te laten werken met een minimale inspanning, zodat ze gemakkelijk te gebruiken zijn, maar wel breed configureerbaar, goed getest, met gevalideerde HTML en CSS, zowel aan de voor- als achterkant van je website.

source: If you have a feature request, please do let me know.
nl_nl: Als je een feature verzoek hebt, laat het me dan weten.

source: To edit events in wordpress:
nl_nl: Om events in WordPress te bewerken:

source: Upgrade to amr-events at
nl_nl: Upgrade naar "amr-events" op

source: Keep all these settings and lists
nl_nl: Bewaar al deze instellingen en lists

source: Offers many additional benefits.
nl_nl: Biedt vele verschillende voordelen.

source: Find out more
nl_nl: Meer weten

source: Events plugin by anmari
nl_nl: Events plug-in door anmari

source: Click to toggle
nl_nl: Klik om te wisselen

source: amr ical options deleted from database
nl_nl: <strong>amr ical</strong> opties verwijderd uit database

source: amr ical cached ics files deleted
nl_nl: <strong>amr ical</strong> gecachte iCalendar-bestanden verwijderd

source: Css files may also exist. They and the css folder have not been deleted as they have been shared with other plugins.
nl_nl: CSS bestanden kunnen ook aanwezig zijn. Deze alsmede de CSS folder zijn niet verwijderd omdat deze gedeeld worden met andere plug-ins.
