Repository: markjaquith/WordPress-Skeleton
Catalog: content/plugins/amr-ical-events-list/lang/amr-ical-events-list-*.po
Languages: nl_nl

source: Display simple or highly customisable and styleable list of events. Handles all types of recurring events, notes, journals, freebusy etc. Offers links to add events to viewers calendar or subscribe to whole calendar. Write Calendar Page</a> and put [iCal http://yoururl.ics ] where you want the list of events of an ics file and [events] to get internal events. To tweak: <a href="admin.php?page=manage_amr_ical">Manage Settings Page</a>, <a href="widgets.php">Manage Widget</a>.
nl_nl: Toon een eenvoudige of een in hoge mate aangepaste lijst van events. Behandelt alle soorten terugkerende gebeurtenissen, notities, dagboeken, vrij/bezet enz. Toont links zodat bezoekers zowel een enkel event aan hun eigen kalender toe kunnen voegen als zich op je hele kalender kunnen abonneren. Schrijf een kalender pagina</ a> en zet [iCal http://yoururl.ics] waar je de lijst met events van een iCalendar-bestand wilt tonen en [events] waar je interne events wilt zien. Om aan te passen: <a href="admin.php?page=manage_amr_ical">Beheer Instellingen Pagina</ a>, <a href="widgets.php">Beheer Widget</ a>.

source: Settings
nl_nl: Instellingen

source: Go to events for this day only
nl_nl: Ga naar events voor deze dag alleen

source: Column
nl_nl: Kolom

source: Order
nl_nl: Volgorde

source: Before
nl_nl: Voor

source: After
nl_nl: Na

source: A link to allow user to add the whole calendar to their google calendar.
nl_nl: Een link om het gebruikers mogelijk te maken de hele kalender toevoegen aan hun Google Agenda.

source: A link to allow user to refetch an ics file
nl_nl: Een link om het gebruikers mogelijk te maken een iCalendar-bestand opnieuw op te halen

source: The time the ics file was last modified
nl_nl: Het tijdstip dat het iCalendar-bestand voor het laatst is gewijzigd

source: WordPress post title or ICS SUMMARY
nl_nl: WordPress titel of iCalendar SUMMARY

source: WordPress content or ICS description
nl_nl: WordPress inhoud of iCalendar DESCRIPTION

source: WordPress excerpt
nl_nl: WordPress fragment

source: WordPress post thumbnail
nl_nl: WordPress miniatuurweergave

source: Address
nl_nl: Adres

source: Link to map
nl_nl: Link naar Google Maps

source: Link to add event to a google calendar
nl_nl: Link om een event toe te voegen aan Google Agenda

source: Link to single event ics file
nl_nl: Link naar een iCalendar-bestand met een enkel event

source: Link to recurring event series ics file
nl_nl: Link naar een iCalendar-bestand met een serie terugkerende events

source: The latitude and longitude
nl_nl: De lengte-en breedtegraad

source: Links to specified ATTACHMENTS (ics)
nl_nl: Link naar gespecificeerde ATTACHMENTS (iCalendar)

source: WordPress or ics file categories
nl_nl: WordPress of iCalendar categorieën

source: ics class
nl_nl: iCalendar klasse

source: ics comment
nl_nl: iCalendar opmerkingen

source: ics event priority
nl_nl: iCalendar event prioriteit

source: ics event status
nl_nl: iCalendar event status

source: The date of instance of a repeating date, or the event date
nl_nl: De datum van een event (of één van de datums van een terugkerend event)

source: The time of instance of a repeating date, or the event date
nl_nl: Het tijdstip van een event (of één van de tijdstippen van een terugkerend event)

source: The date an event instance ends. Blank if same as event date
nl_nl: De datum waarop een event eindigt. Wordt niet getoond indien gelijk aan begindatum

source: The time an event instance ends.
nl_nl: Het tijdstip waarop een event eindigt.

source: The original or first event date of a recurring series
nl_nl: De allereerste begindatum van een serie terugkerende events

source: The original or first event's end date of a recurring series
nl_nl: De allereerste einddatum van een serie terugkerende events

source: The due date of a task.
nl_nl: De vervaldag van een taak.

source: The duration of an event.
nl_nl: De duur van een event.

source: Says "all day" (translated) if the event has full days.
nl_nl: Toont "hele dag" (vertaald) indien het event volledige dagen omvat.

source: If a task is completed.
nl_nl: Als een taak voltooid is.

source: Show busy (translated) if the freebusy component is in use.
nl_nl: Toon "Bezet" (vertaald) indien het freebusy veld wordt gebruikt.

source: Users who have accepted.
nl_nl: Gebruikers die geaccepteerd hebben.

source: Add register button. Registration settings can be set as global defaults or per event.
nl_nl: Voeg een aanmeld knop toe. Registratie instellingen kunnen globaal of per event ingesteld worden.

source: Links to indicate if attending.
nl_nl: Links om aan te geven of men aanwezig is.

source: The contact person if available.
nl_nl: De contactpersoon; indien van toepassing.

source: The author of the event.
nl_nl: De organisator van het event.

source: Users who are attending.
nl_nl: Gebruikers die aanwezig zullen zijn.

source: The unique id of a recurrence instance or exception.
nl_nl: De unieke ID van een afzonderlijk evenement of de waarde van een exception.

source: The events url as provided by ics file, or the wordpress event permalink.
nl_nl: De events URL uit het iCalendar-bestand of de events permalink van WordPress.

source: The unique identifier of the event.
nl_nl: De unieke ID van het event.

source: Dates excluded from the recurring series
nl_nl: Uitgesloten data van een serie terugkerende evenementen

source: Exclusion rule - no longer in spec
nl_nl: Uitsluitingsregel - niet meer in de specificatie

source: Individual dates on which event is to be repeated
nl_nl: Afzonderlijke data waarop het event wordt herhaald

source: The rule for the recurrence of the event.
nl_nl: De regel voor de herhaling van het event.

source: Alarm action.
nl_nl: Alarm actie.

source: Alarm repeat.
nl_nl: Alarm herhaling.

source: Alarm trigger.
nl_nl: Alarm activering.

source: Date event created.
nl_nl: Datum waarop het event is gecreëerd.

source: Date event published.
nl_nl: Datum waarop het event is gepubliceerd.

source: Modification level of event.
nl_nl: Modificatie niveau van het event.

source: Date event last modified.
nl_nl: Datum waarop het event voor het laatst is gewijzigd.

source: Events in an ics file
nl_nl: Events in een iCalendar-bestand

source: Items in an ics file that indicate busy or available time slots
nl_nl: Velden in een iCalendar-bestand die vrije of bezette perioden aangeven

source: Todo Task Items in an ics file
nl_nl: To-do taken in een iCalendar-bestand

source: Journal notes in an ics file - no date or time
nl_nl: Dagboeknotities in een iCalendar-bestand - geen datum of tijd

source: No events found within criteria
nl_nl: Geen events gevonden binnen de criteria

source: Look for more
nl_nl: Kijk voor meer

source: Look for previous
nl_nl: Op zoek naar eerdere

source: Reset
nl_nl: Terugzetten

source: Default
nl_nl: Standaard

source: A default calendar list. This one set to tables with lists in the cells. Usually needs the css file enabled. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
nl_nl: Een standaard kalender. Deze gebruikt lijsten binnen tabellen. Het CSS bestand moet ingeladen zijn. Als je deze optie gaat aanpassen, stel ik voor dat je de omschrijving wijzigt om je eraan te helpen herinneren hoe en waarom het is aangepast.

source: Year
nl_nl: Jaar

source: Quarter
nl_nl: Kwartaal

source: Astronomical Season
nl_nl: Astronomisch seizoen

source: Traditional Season
nl_nl: Traditioneel seizoen

source: Western Zodiac
nl_nl: Westerse dierenriem

source: Month
nl_nl: Maand

source: Day
nl_nl: Dag

source: When
nl_nl: Wanneer

source: What
nl_nl: Wat

source: Where
nl_nl: Waar

source: More info:
nl_nl: Meer informatie:

source: to
nl_nl: naar

source: Show in Google map
nl_nl: Toon in Google Maps

source: Show location in Google Maps
nl_nl: Toon locatie in Google Maps

source: On Tour
nl_nl: Op tournee

source: Default setting uses the original table with lists in the cells. It is grouped by month. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
nl_nl: Standaard optie gebruikt de originele tabel met daarin lijsten. Het is gegroepeerd per maand. Als je deze optie gaat aanpassen, stel ik voor dat je de omschrijving wijzigt om je eraan te helpen herinneren hoe en waarom het is aangepast.

source: Venue
nl_nl: Plaats

source: Description
nl_nl: Omschrijving

source: Timetable
nl_nl: Tijdschema

source: Default setting uses the original table with lists in the cells. It is grouped by day. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
nl_nl: Standaard optie gebruikt de originele tabel met daarin lijsten. Het is gegroepeerd per dag. Als je deze optie gaat aanpassen, stel ik voor dat je de omschrijving wijzigt om je eraan te helpen herinneren hoe en waarom het is aangepast.

source: Date
nl_nl: Datum

source: Class
nl_nl: Klas

source: Room
nl_nl: Kamer

source: The new default setting for widgets uses lists for the table rows. Good for themes that cannot cope with tables in the sidebar. No grouping. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
nl_nl: De nieuwe standaard optie voor widgets gebruikt lists voor de tabelrijen. Geschikt voor theme's die niet goed om kunnen gaan met tabellen in de zijbalk. Geen groepering. Als je deze optie gaat aanpassen, stel ik voor dat je de omschrijving wijzigt om je eraan te helpen herinneren hoe en waarom het is aangepast.

source: Table style aiming to use html5 tags, but still within a table structure to allow columns. One cannot have two levels of grouping with this option as tbody cannot be nested. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
nl_nl: Tabel stijl gericht op gebruik van HTML5 tags, maar nog steeds binnen een tabel structuur om kolommen mogelijk te maken. Groepering op twee niveau's is niet mogelijk omdat de tbody-tag niet genest kan worden. Als je deze optie gaat aanpassen, stel ik voor dat je de omschrijving wijzigt om je eraan te helpen herinneren hoe en waarom het is aangepast.

source: An HTML5 test option that tries to be leaner. You can have two level of grouping with this option. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
nl_nl: Een HTML5 test optie die eleganter probeert te zijn. Met deze optie is het mogelijk om op twee niveau's te groeperen. Als je deze optie gaat aanpassen, stel ik voor dat je de omschrijving wijzigt om je eraan te helpen herinneren hoe en waarom het is aangepast.

source: EventInfo
nl_nl: Event informatie

source: For displaying additional event info on posts created as events. The summary and description are switched off as these are the post title and the post content. Calendar properties and groupings are also not relevant. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
nl_nl: Voor het tonen van aanvullende event informatie in berichten die als events zijn gecreeerd. De samenvatting en beschrijving zijn uitgezet omdat de titel en omschrijving van het bericht zelf hiervoor dienen. Kalender eigenschappen en groeperingen zijn hier ook niet relevant. Als je deze optie gaat aanpassen, stel ik voor dat je de omschrijving wijzigt om je eraan te helpen herinneren hoe en waarom het is aangepast.

source: Small-Calendar
nl_nl: Kleine kalender

source: The new default setting for calendar widgets. No grouping, No headings. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
nl_nl: De nieuwe standaard optie voor kalender widgets. Geen groepering. Geen kopteksten. Als je deze optie gaat aanpassen, stel ik voor dat je de omschrijving wijzigt om je eraan te helpen herinneren hoe en waarom het is aangepast.

source: Large-Calendar
nl_nl: Grote kalender

source: The new default setting for a large monthly calendar. No grouping, No headings. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
nl_nl: De nieuwe standaard optie voor een grote maandelijkse kalender. Geen groepering. Geen kopteksten. Als je deze optie gaat aanpassen, stel ik voor dat je de omschrijving wijzigt om je eraan te helpen herinneren hoe en waarom het is aangepast.

source: A test option with lots of fields switched on. It has 2 levels of grouping - this is fine so long as the html in use can be nested. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
nl_nl: Een test optie met veel velden ingeschakeld. Het is op twee niveau's gegroepeerd - dit is geen problem zolang de gebruikte HTML genest kan worden. Als je deze optie gaat aanpassen, stel ik voor dat je de omschrijving wijzigt om je eraan te helpen herinneren hoe en waarom het is aangepast.

source: Weekly Horizontal
nl_nl: Grote kalender - wekelijks & horizontaal

source: Like the large calendar, but different - grouped by week and the weeks continue across months. Really 2 weeks should be displayed a time.
nl_nl: Zoals de grote kalender, maar dan anders - gegroepeerd per week en de weken gaan door over de maanden heen. Twee weken behoren tegelijkertijd getoond te worden.

source: If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
nl_nl: Als je deze optie gaat aanpassen, stel ik voor dat je de omschrijving wijzigt om je eraan te helpen herinneren hoe en waarom het is aangepast.

source: Weekly Vertical
nl_nl: Grote kalender - wekelijks & verticaal

source: Grouped by day, but only showing 1 week. 3 columns, with excerpt not full description. No icons.
nl_nl: Gegroepeerd per dag, maar slechts 1 week wordt getoond. Drie kolommen, met fragment, geen volledige omschrijving. Geen icons.

source: Grouped by category, intended to be used with no recurrences
nl_nl: Gegroepeerd per categorie, niet geschikt voor terugkerende evenementen

source: Resetting options...
nl_nl: Resetten van de opties...

source: Options Deleted...
nl_nl: Opties verwijderd...

source: Option was not saved before or error deleting option...
nl_nl: Optie was nog niet bewaard of er trad een fout op bij het verwijderen van de optie...

source: Converting option key to lowercase
nl_nl: Optie Key wordt omgezet naar kleine letters

source: Look for Previous
nl_nl: Zoek naar vorige

source: Daily
nl_nl: Dagelijks

source: Weekly
nl_nl: Wekelijks

source: Monthly
nl_nl: Maandelijks

source: Yearly
nl_nl: Jaarlijks

source: Hourly
nl_nl: Ieder uur

source: on certain dates
nl_nl: op bepaalde data

source: day
nl_nl: dag

source: month
nl_nl: maand

source: year
nl_nl: jaar

source: hour
nl_nl: uur

source: The <a href="http://au.php.net/manual/en/class.datetime.php"> DateTime Class </a> must be enabled on your system for this plugin to work. They may need to be enabled at compile time. The class should exist by default in PHP version 5.2.
nl_nl: De <a href="http://php.net/manual/en/class.datetime.php">DateTime class</a> moet op je webserver ingeschakeld zijn voor deze plug-in om te kunnen werken. Het moet mogelijk worden aangezet voor compileren. De class is standaard aanwezig vanaf PHP 5.2.0.

# the 11, 12 or 13th
source: %s th
nl_nl: %s de

# the twenty first etc
source: %s st
nl_nl: %s ste

# the second
source: %s nd
nl_nl: %s de

# the third
source: %s rd
nl_nl: de derde

# the nth
source: %s th
nl_nl: %s de

source: the first
nl_nl: de eerste

source: every
nl_nl: iedere

source: the last
nl_nl: de laatste

source: the %s last
nl_nl: de %s laatste

source: the %s
nl_nl: de %s

source: Monday
nl_nl: maandag

source: Tuesday
nl_nl: dinsdag

source: Wednesday
nl_nl: woensdag

source: Thursday
nl_nl: donderdag

source: Friday
nl_nl: vrijdag

source: Saturday
nl_nl: zaterdag

source: Sunday
nl_nl: zondag

source: Error creating custom css directory %s. Please check permissions
nl_nl: Fout bij aanmaken nieuwe CSS folder %s. Controleer de bestandsrechten

source: Could not copy file.
nl_nl: Kan bestand niet kopiëren.

source: Unable to load or cache ical calendar %s
nl_nl: Niet in staat om iCalendar-bestand %s te laden of cachen

source: Error finding or parsing ical calendar %s
nl_nl: Fout bij zoeken of verwerken van iCalendar-bestand %s

source: This feature requires the plugin amr-events
nl_nl: Deze feature heeft de plug-in amr-events nodig

source: Get it here
nl_nl: Hier te verkrijgen

source: No url entered - did you want events from posts ?
nl_nl: Geen URL ingegeven - wilde je events van interne berichten?

source: No ical components requested for display
nl_nl: Geen iCalendar velden gevraagd om te laten zien

source: Invalid Ical URL %s
nl_nl: Ongeldige iCalendar URL %s

source: System error - event list type %s missing - please inform administrator.
nl_nl: SYSTEEM FOUT - event list type %s ontbreekt - waarschuw de administrator.

source: Now using an available list type to list events
nl_nl: Nu wordt een beschikbare event list type gebruikt om events te tonen

source: Invalid Start Date
nl_nl: Ongeldige begindatum

source: <br /><br />An error in the input data may prevent correct display of this page. Please advise the administrator as soon as possible.
nl_nl: <br /><br />Een fout in de invoer kan een correcte weergave van deze pagina verhinderen. Waarschuw de administrator.

source: Your existing saved list types have been converted. If you wish to return to the earlier version of the plugin, you will have to reset the list types and reapply your changes. Or use your DB backup to set the amr-ical-events-list option back to previous version. You do have regular backups right?
nl_nl: Je bestaande opgeslagen lijstsoorten zijn omgezet. Als je wil terugkeren naar de eerdere versie van de plug-in, dan moet je de lijstsoorten resetten en je wijzigingen opnieuw toepassen. Of gebruik je database backup om de \"amr-ical-events-list\" optie terug te zetten naar de vorige versie. Je hebt regelmatig backups gemaakt, toch?

source: General listing Settings
nl_nl: Algemene listing instellingen

source: List Type Settings
nl_nl: List Type Instellingen

source: Documentation
nl_nl: Documentatie

source: Show all
nl_nl: Toon alles

source: Hide all
nl_nl: Verberg alles

source: Support
nl_nl: Ondersteuning

source: Rate it at WP
nl_nl: Geef je mening

source: Your timezone db version is: %s
nl_nl: Jouw timezonedb versie is: %s

source: Plugin cannot determine timezonedb version in php &lt; 5.3.
nl_nl: Plug-in kan niet de timezonedb versie bepalen in PHP &lt; 5.3.

source: Php timezonedb versions
nl_nl: PHP timezonedb versies

source: Info on what changes are in which timezonedb version
nl_nl: Informatie over welke wijzigingen er zijn in welke timezonedb versie

source: No global timezone - is there a problem here?
nl_nl: Geen globale timezone - is er een probleem?

source: Go to settings
nl_nl: Ga naar instellingen

source: You are using the "old" gmt_offset setting
nl_nl: Je gebruikt de oude "gmt_offset" instelling

source: Consider changing to the more accurate timezone setting
nl_nl: Overweeg om over te stappen naar de meer accurate timezone instelling

source: The plugin thinks your timezone is:
nl_nl: De plug-in denkt dat dit je timezone is:

source: The current UTC offset for that timezone is:
nl_nl: De huidige UTC offset voor die timezone is:

source: Switches to %s on %s. GMT offset: %d
nl_nl: Schakelt over naar %s op %s. GMT offset: %d

source: Current time (unlocalised):
nl_nl: Huidige tijd (niet gelocaliseerd):

source: Save the settings
nl_nl: Bewaar de instellingen

source: Uninstall the plugin and delete the options from the database.
nl_nl: Uninstall de plug-in en verwijder de opties uit de database.

source: Warning: This will reset ALL the listing options immediately.
nl_nl: WAARSCHUWING: Dit zal alle list opties onmiddellijk resetten.

source: Reset all listing options
nl_nl: Reset alle listing opties

source: Manage Event List Types
nl_nl: Event List Types

source: Configure event list type:
nl_nl: Configureer event list type:

source: Preview the list using a calendar page.
nl_nl: Bekijk de list via de preview.

source: Saving....
nl_nl: Bewaren...

source: Lists saved
nl_nl: Lists bewaard

source: No change to options or unexpected error in saving
nl_nl: Opties zijn niet gewijzigd of onverwachte fout bij bewaren

source: Check for lists to delete
nl_nl: Vink de lists aan die je wilt verwijderen

source: List %s will be deleted
nl_nl: List %s zal worden verwijderd

source: Column Headings:
nl_nl: Kolom kopteksten:

source: Calendar properties
nl_nl: Kalender eigenschappen

source: Specify fields to show:
nl_nl: Specificeer te tonen velden:

source: Note: a 0 (zero) in column = do not show that field.
nl_nl: Noot: een 0 (nul) in een kolom betekent: toon dit veld niet.

source: Uppercase fields are those defined in the iCal specification.
nl_nl: Velden in hoofdletters zijn gedefinieerd in de iCalendar specificatie.

source: Lowercase fields are additional fields added by this plugin and derived from the iCal fields for your convenience.
nl_nl: Velden in kleine letters zijn voor een optimaal gebruiksgemak door deze plug-in toegevoegd en afgeleid van de iCalendar velden.

source: Fields show if "column" > 0 and if there is data available in your event or ics file.
nl_nl: Velden worden getoond als "kolom" > 0 en als er gegevens aanwezig zijn in je iCalendar-bestand.

source: Field
nl_nl: Veld

source: (0 to hide)
nl_nl: (0 om te verbergen)

source: Define grouping:
nl_nl: Definieer groepering:

source: Possible Groupings
nl_nl: Mogelijke groeperingen

source: Level
nl_nl: Niveau

source: No grouping
nl_nl: Geen groepering

source: Taxonomies
nl_nl: Taxonomieën

source: (Requires amr-events)
nl_nl: (Vereist amr-events)

source: Date based
nl_nl: Datum gebaseerd

source: (See also date and time formats)
nl_nl: (Zie ook datum en tijd formaten)

source: Select components to show:
nl_nl: Selecteer te tonen componenten:

source: Wikipedia entry describing components
nl_nl: Wikipedia entry die de componenten beschrijft

source: Define maximums:
nl_nl: Definieer maxima:

source: Note cache times are in hours
nl_nl: Cache tijden zijn in uren

source: Configure another list type:
nl_nl: Configureer nog een list type:

source: Return to manage list types
nl_nl: Keer terug naar Beheer List Types

source: Please use numbers > 1
nl_nl: Gebruik getallen groter dan 1

source: Imported settings for list %s invalid - not saved
nl_nl: Geïmporteerde instellingen voor list %s zijn ongeldig - niet bewaard

source: List %s will be saved with imported data
nl_nl: List %s wordt bewaard met geïmporteerde data

source: Configure:
nl_nl: Configureer:

source: Click to choose the fields, the columns and set other parameters.
nl_nl: Klik om de velden en kolommen te selecteren en om andere parameters in te stellen.

source: Configure
nl_nl: Configureer

source: Calendar Page URL for previews must be entered above
nl_nl: URL voor previews moet hierboven ingevoerd worden

source: n/a
nl_nl: n.v.t.

source: Enter a list number to start a list type with new default settings.
nl_nl: Voer een list nummer in om een list type te beginnen met nieuwe standaard instellingen.

source: After that, cut and paste from the list type closest to what you want to get you started
nl_nl: Knip en plak hierna, voor een snelle start, van het list type dat het meest lijkt op wat je wilt.

source: List saved
nl_nl: List bewaard

source: Name
nl_nl: Naam
